// General strings
"Delete" = "削除";
"OK" = "OK";


// TabMenu
"Home" = "ホーム";
"Open" = "進行中";
"Closed" = "完了";
"Awards" = "アワード";


// HomeView's header title
"Up next" = "次アイテム";
"More to explore" = "さらに見る";

// ProjectView
"Open Projects" = "進行中";
"Closed Projects" = "完了";
"Add Projects" = "新規プロジェクト";
"Add New Item" = "新規アイテム";


// A button that shows a menu with the following items
"Sort" = "ソート";
"Sort items" = "ソート順"; // The title of the menu
"Creation Date" = "作成日"; // Sort by the date the items were created
"Optimized" = "デフォルト"; // Sort using an optimized algorithm
"Title" = "タイトル順"; // Sort by item title


// EditItemView
"Basic settings" = "基本設定";
"Priority" = "優先度";
"Low" = "低";
"Medium" = "中";
"High" = "高";
"Edit Item" = "アイテム編集";
"Mark Completed" = "完了";


// EditProjectView
"Custom project color" = "プロジェクトカラー編集";
"Edit Project" = "プロジェクト編集";
"Close this project" = "プロジェクトを完了";
"Reopen this project" = "プロジェクトを再オープン";
"Delete this project" = "プロジェクトを削除";


// AwardsView's alert
"Locked" = "ロック";
"Unlocked: %@" = "アンロック: %@";

// Default names for a new project and a new item
"New Project" = "新規プロジェクト";
"New Item" = "新規アイテム";


"Delete project?" = "プロジェクトを削除しますか？";
"Are you sure you want to delete this project? You will alsodelete all the items it contains." = "プロジェクトに含まれるアイテムも削除されます。プロジェクトを削除しますか？";

"There's nothing here right now" = "何も含まれていません。";
"Please select something from the menu to begin." = "メニューからアイテムを選択し、タスク管理を始めましょう。";
"Closing a project moves it from the Open to Closed tab; deleting it removes the project completely." = "プロジェクトを完了させると、進行中から完了の項目に移動します。 削除すると、プロジェクトに含まれるアイテムも削除されます。";


